Repository: jmichault/motioneye.eo-dok
Catalog: _locale/*/index.md.po
Languages: eo

source: fr
eo: eo

source: fonto
eo: auto

source: Qu'est-ce que [ _MotionEye.eo_ ](https://github.com/jmichault/motioneye.eo) ?
eo: Kio estas [ _MotionEye.eo_ ](https://github.com/jmichault/motioneye.eo) ?

source: [ _motionEye.eo_ ](https://github.com/jmichault/motioneye.eo) est une interface web pour le logiciel [ _motion_ ](https://motion-project.github.io/), un programme de vidéo-surveillance avec détection de mouvements.
eo: [ _motionEye.eo_ ](https://github.com/jmichault/motioneye.eo) estas interreta interfaco por la programaro [ _motion_ ](https://motion-project.github.io/), videovigila programo kun movado-detekto.

source: C'est une bifurcation de [ _motionEye_ ](https://github.com/ccrisan/motioneye) avec l'ajout de l'internationalisation.
eo: Ĝi estas forkiĝo de [ _motionEye_ ](https://github.com/ccrisan/motioneye) kun aldono de internaciigo.

source: Il utilise python3, et fonctionne donc aussi bien sous _debian buster_ que sous _debian bullseye_.
eo: Ĝi uzas Python3, do ĝi funkcias ĉe kaj _debian buster_ kaj _debian bullseye_.

source: Les langues prises en charge sont : le français, l'espéranto et l'anglais.
eo: La subtenataj lingvoj estas: la franca, esperanta kaj la angla.

source: Les langues suivantes ont été traduites par une traduction automatique et ont besoin d'être corrigées :
eo: La sekvaj lingvoj estis tradukitaj per maŝintradukado kaj devas esti korektitaj:

source: arabe ( _العربية_ )
eo: araba ( _العربية_ )

source: bengali ( _বাংলা _ )
eo: bengala ( _বাংলা _ )

source: allemand ( _Deutsch_ )
eo: germana ( _Deutsch_ )

source: espagnol ( _Español_ )
eo: hispana ( _Español_ )

source: hindi ( _हिन्दी _ )
eo: hinda ( _हिन्दी _ )

source: italien ( _Italiano_ )
eo: itala ( _Italiano_ )

source: japonais ( _日本語_ )
eo: japana ( _日本語_ )

source: malais ( _بهاس ملايو_ )
eo: malaja ( _بهاس ملايو_ )

source: pendjabi ( _ਪੰਜਾਬੀ _ )
eo: panĝaba ( _ਪੰਜਾਬੀ _ )

source: portugais ( _Português_ )
eo: portugala ( _Português_ )

source: russe ( _русский язык_ )
eo: rusa ( _русский язык_ )

source: chinois ( _中文_ )
eo: ĉina ( _中文_ )

source: Les principaux changements depuis la bifurcation sont :
eo: La ĉefaj ŝanĝoj post la forkiĝo estas:

source: 20210207 : version 21.02.2 :
eo: 20210207: versio 21.02.2:

source: mise en mode _async_ de certains javascripts pour la performance. (merci [ _ZeroDot1_ ]( https://github.com/ZeroDot1 ) ).
eo: agordo en reĝimo _async_ de iuj ĝavaskriptoj por la prezentado. (dankon [ _ZeroDot1_ ]( https://github.com/ZeroDot1 ) ).

source: incorporation des changements de _motioneye_.
eo: aliĝo de ŝanĝoj de _motioneye_.

source: 20210115 : version 21.01.1 :
eo: 20210115: versio 21.01.1:

source: **ajout d'un bouton pour lire les vidéos du jour en accéléré et à la suite.** (merci [ _Lu-Fi_ ](https://github.com/Lu-Fi) ).
eo: **aldono de butono por reprodukti la filmetojn de la tago en akcelo kaj sekvante.** (dankon [ _Lu-Fi_ ](https://github.com/Lu-Fi) ).

source: 20201214 : version 20.12.1 :
eo: 20201214: versio 20.12.1:

source: **migration vers _python3_** (merci [ _Vlsarro_ ](https://github.com/Vlsarro) ).
eo: **migrado al _python3_** (dankon [ _Vlsarro_ ](https://github.com/Vlsarro) ).

source: 20201008 : version 20.10.0 :
eo: 20201008: versio 20.10.0:

source: **ajout du script _debian install_ pour faciliter l'installation.**
eo: **aldono de la skripto _debian install_ por faciligi la instaladon.**

source: 20200815 : version 20.8.0 :
eo: 20200815: versio 20.8.0:

source: **multilangage.**
eo: **plurlingva.**

source: _motioneye_ exécuté par l'utilisateur _motion_ par défaut (au lieu de _root_).
eo: _motioneye_ ekzekutita de uzanto _motion_ defaŭlte (anstataŭ _root_).

source: 20200704 : bifurcation.
eo: 20200704: forko.
