Repository: jmichault/motioneye.eo-dok
Catalog: _locale/*/uzi_du-kanala.md.po
Languages: eo

source: fr
eo: eo

source: fonto
eo: auto

source: Utiliser une caméra bi-canal
eo: Uzi dukanalan fotilon

source: Les caméras IP ont souvent deux canaux :
eo: IP-kameraoj ofte havas du kanalojn:

source: le premier en haute résolution.
eo: la unua en alta distingivo.

source: le second en basse résolution.
eo: la dua en malalta distingivo.

source: La basse résolution est largement suffisante pour détecter les mouvements, c'est donc ce canal qu'on utilisera principalement.
eo: La malalta distingivo estas sufiĉa por detekti movadojn, do ĝuste ĉi tiun kanalon ni uzos.

source: Par contre il est préférable que les vidéos enregistrées le soient en haute résolution. Ceci est prévu dans _motion_ (option _netcam hires_), mais pas dans _motioneye.eo_ .
eo: Aliflanke, estas preferinde, ke la registritaj filmetoj estas en alta distingivo. Ĉi tio estas antaŭvidita en _motion_ ( opcio _netcam hires_), sed ne en _motioneye.eo_ .

source: Cependant motioneye.eo a prévu la case «Options suplémentaires» pour ce genre de cas.
eo: Tamen motioneye.eo provizis la keston "Pliaj opcioj" por ĉi tia kazo.

source: Donc pour ce type de caméra, on mettra le flux basse résolution dans l'option «Périphérique», par exemple `rtsp://utilisateur:mot_de_passe@192.168.1.10/stream2`, et on mettra dans la case «Options suplémentaires» le flux haute résolution, par exemple :
eo: Do por ĉi tiu tipo de kamerao, ni metos la malaltan distingivan kanalon en la "Ekstercentra" opcio, ekzemple `rtsp://utilisateur:mot_de_passe@192.168.1.10/stream2`, kaj ni enmetos en la keston "Pliaj opcioj" la altan distingivan kanalon, ekzemple:

source: netcam_highres rtsp://utilisateur:mot_de_passe@192.168.1.10/stream1
eo: netcam_highres rtsp://uzanto:pasvorto@192.168.1.10/stream1

source: Ainsi on économisera du temps processeur, tout en ayant le maximum de détails sur les vidéos enregistrées.
eo: Ĉi tio ŝparos tempon de procesoro, havante tiom da detaloj kiel eble pri la registritaj filmetoj.

source: À noter : malheureusement _motion_ ne prévoit pas d'utiliser le flux haute résolution pour les images enregistrées. Celles-ci seront donc en basse résolution.
eo: Noto: bedaŭrinde _motion_ ne planas uzi la altdifinan fluon por la registritaj bildoj. Ĉi tiuj do estos en malalta distingivo.
